import img from "../../data/images";

const dataBlogSingle = [
{ 
   
  pageId: 'blog-1',
  img: img.blog_inside_1_1, 
  title: 'Удваиваем количество подтягиваний', 
  subTitle: <>
<span>Автор:</span>  Админ <span>Дата: </span>  29 августа 2020г.</>,
text: <>
В сегодняшней заметке я бы хотел поделиться с вами довольно полезной информацией о том как увеличить количество подтягиваний. В моем примере речь пойдет об удвоении количества повторений упражнений. 
  Ниже я приведу пример данной программы.
  И так если ваша цель увеличить количество подтягиваний то это достаточно простая задача при должном программировании.
  <p></p>
    <span>Почему именно подтягивания?</span> 
  <p></p>
  Во первых подтягивания это не просто упражнение с собственным весом - это базовое упражнение, одно из самых эффективных для верхней половины тела и спины. Для построения ширины спины вы просто не сможете найти лучшее упражнение.
  Более того подтягивания позволяют измерить вашу силу по отношению к весу собственного тела. 
  Это важно по ряду причин. Например количество подтягиваний сродни вопросу в тренажерном зале “Сколько жим лежа?”. Ну вообщем вы меня поняли.
  Также развитие мышечной выносливости в подтягиваниях (за счет увеличения количества повторений) косвенно влияют на другие упражнения с собственным весом. 
  Иными словами, чем больше вы можете подтягиваться, тем лучшей физической формой обладаете. Неплохо правда?
</>, 
img2: img.blog_inside_1_2, 
citate: <>
Для парней подтягивания в первую очередь важны для создания V-&nbsp;образной фигуры. Ни одно другое упражнение никогда не заменит подтягивания.
</>, 
text2: <>
<span>Теперь перейдем к эстетике</span> 
            <p></p>
            
            Для девушек подтягивания тоже очень важны. Я об этом уже писал как то в гайде для девушек.
            Наконец мы подходим к сути вопроса статьи. Как удвоить количество подтягиваний, которое вы сейчас делаете.
            Все очень просто - больше практики. 
            Ну ладно дело не только в практике. Вот еще кое-что.
            Видите ли, когда вы стремитесь к большому увеличению количества повторений в упражнении (в данном случае в удвоении), вы увеличиваете вашу мышечную выносливость и развиваете свою нервную систему.
            Лучший способ сделать это - выполнять упражнение как можно чаще. Практика делает вас совершеннее. Но есть одно&nbsp;НО.
            <p></p>
            Вы просто не сможете делать всегда упражнение на максимум. Через день или два будете уже утомлены и ваша производительность снизиться. Вместо этого вам необходимо работать в процентах от ваших рабочих повторений (обычно это - 50-60%)
            По аналогии с упражнениями с отягощением. 
            Если вам необходимо увеличить вес в упражнении, то вы работает с более легким весом и выполняете упражнение достаточно часто. Тоже самое с подтягиваниями, вы работаете с процентом ваших текущих максимальных повторений и делаете это часто - достаточно часто, чтобы превысить ваш текущий максимум.
</>  },

{ 
  pageId: 'blog-2',
  img: img.blog_inside_2_1, 
  title: 'Отжимания vs Жим лежа', subTitle: <>
<span>Автор:</span> Админ <span>Дата: </span> 29 августа 2020г.
</>, 
text: <>
Жим лежа – это король среди остальных упражнений в тренажерном зале, а
      результат в данном упражнении очень часто является для многих спортсменов прямым показателем силы.
      Жим лежа хорош, потому что является базовым упражнением на верхнюю половину туловища. При его выполнении
      задействуются большое количество мышц.
      Но если вы занимаетесь кроссфитом, то так ли будет полезен жим лежа? Давайте рассмотрим.
      <p></p>
      Оба этих упражнения нацелены на развитие верхней половины тела, в основном мышцы груди, плечевого пояса и
      трицепс. В жиме лежа также активно работают широчайшие, а в отжиманиях мышцы пресса.
      Если жим лежа является королем среди всех упражнений с весом, то отжимания – король среди всех упражнений
      с собственным весом.
      <p></p>
      Основные вариации данных упражнений связаны с углом наклона тела и (или) положением рук.
      Жим лежа на наклонной скамье и отжимания от наклонной скамьи сильнее активизируют плечевой пояс и верхнюю
      часть грудных мышц.
      В варианте с узким хватом, руки расположены на ширине плеч. Такой вариант лучше активизирует трицепс. При
      широком хвате больше активизируются грудные мышцы.
      Когда дело доходит до увеличения силы и мышечной массы, то жим лежа несравненно лучше. Стандартными
      отжиманиями вы никак не сможете повторить эффект от жима штанги 80+ кг.
      Однако, если вы выполняете более продвинутые версии отжиманий, то можете заметить увеличение силы в жиме
      лежа.
      Чтобы увеличить силу и мышечную массу с помощью отжиманий, необходимо применять отжимания от брусьев,
      отжимания с сопротивлением, отжимания с утяжелителем, отжимания на кольцах и т.д.
</>, 
img2: img.blog_inside_2_2, 
citate: 'Для наращивания мышц и силы однозначно жим лежа лучше, чем отжимания от пола.Однако при сравнении все равно следует учитывать некоторые факторы', 
text2: <>
<span>Жим лежа</span>
      <p></p>


      Правило №1 при выполнении жима штанги лежа это всегда использовать подстраховку. Жим лежа это сложное
      упражнение, получить травму во время его выполнения намного проще чем в других упражнениях.
      Данное правило особенно актуально при выполнении тяжелых жимов с околопредельными весами или установление
      1ПМ, 3ПМ и т.д. В таком случае без подстраховки не обойтись.
      Используйте засечки на грифе в качестве ориентира, где разместить руки. Располагайте руки около засечек
      одинаково с одной и другой стороны. В таком случае вы будете уверены, что держите гриф ровно. Снимайте
      гриф со стоек с помощью партнера.
      <p></p>
      Во время выполнения упражнения, мышцы необходимо держать напряженными, плечи прижать к скамье, сжать
      ягодицы. Медленно и подконтрольно опускаем штангу на нижнюю часть груди. На вдохе опускаем, на выдохе
      поднимаем обратно.
      При выполнении отжиманий от пола, встаньте в упор лежа. Ваши руки должны быть чуть шире ширины плеч.
      Разверните немного в стороны кисти рук. Ваш левый указательный палец должен указывать на 11:00 –12:00, а
      правый указательный палец - на 12:00 – 1:00.
      <p></p>
      На вдохе подконтрольно опуститесь вниз до касания грудью полом. На выдохе поднимите свое тело вверх в
      исходное положение.
      На протяжении всего выполнения упражнения вы должны держать корпус и ягодицы напряженными.
      Лучший выбор для кроссфит атлета
      Для наращивания мышц и силы однозначно жим лежа лучше, чем отжимания от пола. Однако при сравнении все
      равно следует учитывать некоторые факторы.
      Какое упражнение лучше зависит от различных факторов. Какие у вас цели? Какой у вас пол? Какой уровень
      подготовки? И т.д.
      Если ваша цель стать сильнее, то как я написал выше ваш выбор однозначен – жим лежа. Отжиманиями от пола
      вы попросту не сможете создать необходимую мышечную нагрузку для роста.
      Если вы девушка, то тут конечно лучше отжимания от пола, но все равно необходимо учитывать цели и уровень
      подготовки.
      <p></p>
      Теперь об уровне подготовки
      Если вы не можете выполнить отжимания от пола с правильной техникой, то необходимо масштабировать
      упражнение, делать его с колен. Можно также делать жим лежа, но с небольшим весом.
      Если с отжиманиями проблем у вас не возникает, то необходимо использовать отягощение, например жилет
      утяжелитель или использовать различные варианты отжиманий.
</>  },

{ 
  pageId: 'blog-3',
  img: img.blog_inside_3_1, title: 'Сколько калорий сжигает кроссфит', subTitle: <>
<span>Автор:</span> Админ <span>Дата: </span> 29 августа 2020г.
</>, 
text: <>
На самом деле данный вопрос меня не особо волнует, меня больше заботит как набрать (удержать) вес во время занятий. Но в любом случае попробуем разобраться сколько же калорий может сжечь кроссфит.
              <p></p>
              Так как кроссфит относятся к высокоинтенсивному виду тренировки, который по мимо всего прочего включает базовые упражнения направленные на все группы мышц, то он отлично подходит для сжигания жира. Это аксиома, не требующая доказательств.
              <p></p> С другой стороны, необходимо правильно подходить к тренировкам и четко расставлять цели.
              Итак, сколько же калорий может сжечь кроссфит. Для этого обратимся к стандартным кроссфит комплексам, не даром они названы также, как и ураганы в Америке - женскими именами. Для примера возьмем комплекс Синди (Cindy).
              Для тех, кто с ним не знаком, напомню, что он представляет из себя:
              Завершить как можно больше раундов за 20 минут (AMRAP 20 min): <p></p>
              <ul>
                <li>5 подтягиваний  </li>
                <li>10 отжиманий от пола </li>
                <li>15 приседаний</li>
              </ul>
            <p></p>
              Весь WOD состоит только из трех упражнений, но они включают в работу все мышцы тела и делаете их интенсивно, показатели сжигания калорий впечатляют. В США даже проводили исследование, в котором выяснили, что за время выполнения Синди расходуется около 261 калории. В этом же исследовании указывается, что почти столько же калорий вы бы истратили во время типичной тренировки в тренажерном зале за полчаса.
</>, 
img2: img.blog_inside_3_2, 
citate: 'Средний мужчина, который бежит по беговой дорожке, со скоростью 12 километров в час, тратит за час около 861 калории.', 
text2: <>
<span>Еще для сравнения: </span>
              <p></p>
             
              Средний мужчина, который бежит по беговой дорожке, со скоростью 12 километров в час, тратит за час около 861 калории. Игра в баскетбол за это же время расходует – 584 калории. Следует учесть, что данный цифры расхода приведены за куда большее время, чем выполнение Синди, поэтому выводы делайте самостоятельно.
              <p></p>
              Честно говоря, меня разница в расходе калорий во время исследования не особо впечатлила, если постараться, то на беговой дорожке можно сжечь и по более калорий. Но ведь дело в том, что, например, мне было бы ужасно скучно бежать по дорожке в течении часа. Это же с ума можно сойти от такого однообразия!
              <p></p>
              Вот тут-то и проявляется преимущество кроссфита в его разнообразии тренировок. При прочих равных, терять калории намного интереснее выполняя разные упражнения в wod’e, изучая новые движения и всесторонне развиваясь.
</>  },


]

export default dataBlogSingle