import img from "../../data/images"



const dataCoachesSingle = [
{ pageId: 'coache-one',
image: img.coach_1, 
title: 'андрей хлестов', 
subtitle: 'владелец / главный тренер', 
text: <>
CrossFit — это базовая программа силовой и общей физической
подготовки. Мы создали программу, способную обеспечить максимально широкий адаптационный отклик.
<p></p>
CrossFit — это не специализированная программа повышения уровня физической подготовленности, а
продуманная попытка оптимизировать физические способности по каждому из десяти аспектов физической
подготовленности. Это выносливость сердечнососудистой и дыхательной систем, общая выносливость, сила,
гибкость, мощность, быстрота, координация, ловкость, баланс и точность.
<p></p>
Программа CrossFit была разработана с целью развития способностей человека, позволяющих ему справиться с
любыми физическими задачами. Наши атлеты достаточно хорошо тренированы для того, чтобы успешно выполнять
многократные, разноплановые и выбираемые случайным образом физические упражнения.
<p></p>
Сначала стоит выяснить, каков ваш уровень спортивной подготовки и что за цели вы перед собой ставите.
Ведь новички бывают разные: кто-то уже занимался спортом и имеет хорошую физическую форму, а для кого-то
решение заняться этим спортом было спонтанным, и человек не имеет совершенно никакой подготовки.
Зачастую кроссфит для новичков – это нечто таинственное и страшное, а в условиях отсутствия информации в
российском инфополе просто непонятно, как начать заниматься кроссфитом.
<p></p>
Много новичков, ребят и девчонок, приходят из привычных тренажерных залов в кроссфит-боксы не случайно.
Кроссфит – это прежде всего групповые занятия, которые проходят в очень мотивирующей атмосфере. Кроме
того, каждую тренировку комплексы меняются и чередуются – вы никогда не будете делать одно и тоже
движение из раза в раз.
</>,  
bottomSubTitle: 'Дисциплины: фитнес, кроссфит, самооборона, ОФП.',
bottomLeftText: <>

Образование, спортивные звания: 
<p></p>
<ul>
<li>Академия бодибилдинга и фитнеса, персональный тренер по фитнесу и бодибилдингу, 2017–2018 гг.
</li>
<li>Опыт работы фитнес-инструктором с 2007 года — 12 лет.</li>
<li>Персональные тренировки. Групповые тренировки по направлению CROSSFIT. Планы питания. Огромный опыт в сфере похудения</li>
<li>Составление программы тренировок и коррекция питания
</li>
<li>Набор мышечной массы; снижение веса и рельеф
</li>
<li>Сертификаты: CrossFit Level 1 Certified</li>
</ul>

</>,
bottomLeftSecondText: <>
<p>
Кроссфит: 1800-2500 руб. / 60 мин. (Абонемент приобретать не надо, вы платите только за тренировки. Цена зависит от выбранного тарифа клуба.)
</p>
</>,
contactEmail: 'khlestov@GoldGym.ru',

},
{ pageId: 'coache-two',
image: img.coach_2, 
title: 'Юрий Садальский', 
subtitle: 'ТРЕНЕР ПО КРОССФИТУ', 
text: <>
Еще 20 лет назад спортсмены ничего не знали про кроссфит (crossfit) — что это за система и где она применяется. В 2000 году у Грега Глассмана и Лорена Дженаи появилась идея создать фитнес-корпорацию CrossFit Inc., в основе которой был заложен принципиально новый вид спорта. Итак, что такое кроссфит сегодня?
<p></p>
Кроссфит – это система функциональных высокоинтенсивных тренировок, в основу которой включены элементы таких дисциплин, как тяжелая атлетика, гимнастика, аэробика, гиревой спорт, упражнения стронгменов и других видов спорта.

Crossfit – это соревновательный вид спорта, турниры по которому проходят по всему миру, в том числе и в России. Кроме того, кроссфит – это товарный знак (бренд), зарегистрированный в США Грегом Глассманом в 2000 г.
<p></p>
Сегодня в качестве физической подготовки существуют разные виды кроссфита в зависимости от предназначения: он применяется в боевых и охранных подразделениях, правоохранительных органах, пожарных частях, на курсах самообороны, в качестве тренировочного сета у спортивных команд. Существуют также специализированные варианты с щадящими программами для пожилых людей, беременных женщин и детей.

Зачем нужен кроссфит, каким образом он может развить физические возможности человека – об этом мы поговорим далее.
<p></p>
Кроссфит прежде всего направлен на увеличение силы и выносливости организма. CrossFit Inc., характеризуя этот вид спорта, определяет его как "постоянно варьируемые функциональные движения, выполняемые с высокой интенсивностью в различных временных интервалах". Это комплекс упражнений, длящийся в общей сложности от 15 до 60 минут, включающий в себя чаще всего сразу несколько разнообразных физических упражнений на задействование разных групп мышц. Вот что значит кроссфит в фитнесе — это разнонаправленное самосовершенствование тела и силы воли.
</>,  
bottomSubTitle: 'Дисциплины: кроссфит, самооборона.',
bottomLeftText: <>
Образование, спортивные звания: <p></p>
<ul>
  <li>КМС по бодибилдингу, призер кубка Москвы и Московской области по бодибилдингу 
  </li>
  <li>Кандидат педагогических наук</li>
  <li>Персональные тренировки. Групповые тренировки по направлению CROSSFIT. Планы питания</li>
  <li>Составление программы тренировок и коррекция питания
  </li>
  <li>Набор мышечной массы; снижение веса и рельеф
  </li>
  <li>Сертификаты: CrossFit Level 1 Certified</li>
</ul>
</>,
bottomLeftSecondText: <>
<p>
  Кроссфит: 1800-2500 руб. / 60 мин. (Абонемент приобретать не надо, вы платите только за тренировки. Цена зависит от выбранного тарифа клуба.)
</p>
</>,
contactEmail: 'sadalsky@GoldGym.ru',

},



{ pageId: 'coache-three',
image: img.coach_3, 
title: 'Зия Урманова', 
subtitle: 'фитнес тренер', 
text: <>
Вы хотите сбросить вес или улучшить фигуру, но не знаете, какой вид спорта выбрать? Отличный вариант для женщин — заняться фитнесом. Что такое фитнес? Это одно из популярных направлений в спорте, суть которого заключается в выполнении упражнений, направленных на оздоровление и поддержание физической формы. Течений в фитнесе  для женщин много: пилатес и степ-аэробика, аквааэробика и танец живота, pole dance,  стретчинг и прочее. Это позволяет выбрать комплекс упражнений, которые максимально соответствуют возрасту, полу и физической форме.
<p></p>
В древние времена хорошая физическая форма помогала людям охотиться и защищаться от диких животных. Кроме этого, людям приходилось очень много работать, эти нагрузки помогали быть здоровыми и выносливыми. Многие считаю, что большой вклад в развитие фитнеса внесли греки, они много времени уделяли занятию спортом и превратили это в настоящее искусство. По еще одной распространенной теории, фитнес пришел к нам из США. Американские солдаты, чтобы скоротать время, проводили различные спортивные тренировки, подтягивались, отжимались от пола, укрепляли мышцы пресса и т.д.


<p></p>
Физическая активность, здоровый образ жизни, подтянутое красивое тело – то, что делает нас уверенными в завтрашнем дне. Миллионы людей проводят время в тренажерных залах, следят за своим питанием и сбрасывают лишний вес: фитнес не просто стал для многих модным поветрием, а превратился в насущную потребность, дал возможность сделать свою жизнь полноценной и энергичной.
<p></p>
Фитнес – не просто физкультура или физические нагрузки, это целая философия существования, органично сочетающая в себе занятия спортом, активный образ жизни, правильное питание и здоровый оптимизм. Это плод многолетних практических наработок специалистов, который воплощен в специальных тренировочных программах, составленных для укрепления здоровья и духа. Основная задача фитнеса – не достижение спортивных показателей, а сделать жизнь человека полноценной, радостной и здоровой, научить покорять новые горизонты.
</>,  
bottomSubTitle: 'Дисциплины: фитнес, йога, шейпинг',
bottomLeftText: <>
Образование, спортивные звания: <p></p>
<ul>
  <li>КМС по спортивной аэробике 
  </li>
  <li>Академия фитнеса, Школа Фитнесса</li>
  <li>FPA (Ассоциация Профессионалов Фитнеса)</li>
  <li>Составление программы тренировок и коррекция питания
  </li>
  <li>Индивидуальный подход, гарантированный результат
  </li>
  <li>Сертификаты: Fitness Express, ФФАР</li>
</ul>
</>,
bottomLeftSecondText: <>
<p>
  Фитнес: 1800-2500 руб. / 60 мин. (Абонемент приобретать не надо, вы платите только за тренировки. Цена зависит от выбранного тарифа клуба.)
</p>
</>,
contactEmail: 'urmanova@GoldGym.ru',

},

{ pageId: 'coache-four',
image: img.coach_4, 
title: 'Сергей Исаев', 
subtitle: 'ТРЕНЕР ПО КРОССФИТУ', 
text: <>
О том, что такое кроссфит-тренировка и какие основные сеты она в себя включает, мы поговорим более подробно дальше. В его основы входит несколько основных сетов — кардионагрузки, гимнастические упражнения и движения со свободными весами.
<p></p>
Так для чего нужен кроссфит? Безусловно, как и любое фитнес-направление, он преследует задачу эффективного построения тела человека, но в отличие от всех других он ставит перед собой цель создать идеальных атлетов – самых физически подготовленных людей на планете. Именно поэтому кроссфит-методика активно используется в боевых видах спорта, при тренировке специальных силовых подразделений, пожарных и других профессиональных направлениях, где физическая подготовка ставится во главу угла.


<p></p>
Кроссфит отлично подойдет тем, кто хочет похудеть и привести мышцы в тонус, кто хочет по-максимуму развить функциональность, аэробную и силовую выносливость. Если же ваша цель – только мышечная масса, лучше выбрать классические тренировки в тренажерном зале. В кроссфите это не ставится первой целью, при регулярных тренировках и полноценном питании вы, конечно, будете постепенно набирать массу, но этот прогресс будет заметно меньше, чем при занятиях бодибилдингом.
<p></p>
Аэробные упражнения, входящие в режим тренировок кроссфита, также называются Metabolic Conditioning (метаболическими). Развиваясь с их помощью, атлет улучшает способность работы на низкой нагрузочной мощности в течение длительного времени.
</>,  
bottomSubTitle: 'Дисциплины: кросфит, бодибилдинг',
bottomLeftText: <>
Образование, спортивные звания: <p></p>
<ul>
  <li>Функциональный Тренинг 
  </li>
  <li>абор мышечной массы, снижение веса</li>
  <li>Реабилитация после травм</li>
  <li>Составление программы тренировок и коррекция питания
  </li>
  <li>Индивидуальный подход, гарантированный результат
  </li>
  <li>Сертификаты: Fitness Express, ФФАР</li>
</ul>
</>,
bottomLeftSecondText: <>
<p>
  Кросфит: 1800-2500 руб. / 60 мин. (Абонемент приобретать не надо, вы платите только за тренировки. Цена зависит от выбранного тарифа клуба.)
</p>
</>,
contactEmail: 'isaev@GoldGym.ru',

},





]
export default dataCoachesSingle

