import img from "../../data/images"

const data = [
  {link: 'blog-1', image: img.blog_1, title: 'Удваиваем количество подтягиваний', text: 'В сегодняшней заметке я бы хотел   поделиться с вами довольно полезной информацией о том как увеличить количество подтягиваний. В моем   примере речь пойдет об удвоении количества повторений упражнений... '},
  {link: 'blog-2', image: img.blog_2, title: 'Отжимания vs Жим лежа', text: 'Жим лежа – это король среди   остальных упражнений в тренажерном зале, а результат в данном упражнении очень часто является для  многих спортсменов прямым показателем силы...'},
  {link: 'blog-3', image: img.blog_3, title: 'Сколько калорий сжигает кроссфит', text: 'На самом деле данный вопрос меня  не особо волнует, меня больше заботит как набрать (удержать) вес во время занятий. Но в любом случае   попробуем разобраться сколько же калорий может сжечь кроссфит... '}

]
export default data